Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3648.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidenten deltar i FNs urfolksforum
sme: Sámedikki presideanta searvá ON álgoálbmotforumii

source: FNs permanente forum for urfolk holder nå møte i New York i USA . Sametingspresident Egil Olli representerer Sametinget i Norge .
sme: Ovttasstuvvan Nášuvnnaid álgoálbmotforumis lea dál čoahkkin New Yorkas USA ; s. Sámedikki presideanta Egil Olli ovddasta Norgga Sámedikki .

source: Publisert av Østby , Jan Roger .
sme: Almmuhan Østby , Jan Roger .

source: Sist endret 23.04.2010
sme: Maŋimustá rievdaduvvon 23.04.2010

source: FNs permanente forum for urfolk holder årlige møter i New York .
sme: Ovttasstuvvan Nášuvnnaid álgoálbmotforumis lea čoahkkin juohke jagi New York .

source: Hovedtemaet på dette møtet er urfolks selvbestemmelse .
sme: Dán čoahkkima váldofádda lea álgoálbmogiid iešmearrideapmi .

source: FNs erklæring om urfolks rettigheter
sme: ONa julggaštus álgoálbmotvuoigatvuođaid birra :

source: Sametingspresident Egil Olli representerer Sametinget i Norge .
sme: Dá lea Ovttasstuvvan Nášuvnnaid álgoálbmotforum ruovttusiidu :
